Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Resume any in-progress activity when you open PRVIO
source: Reia orice activitate în desfășurare când deschizi PRVIO
en: Resume any in-progress activity when you open PRVIO

# Retry
source: Reîncearcă
en: Retry

# Return by
source: Returnează până la
en: Return by

# Returned
source: Returnat
en: Returned

# Review account
source: Vezi contul
en: Review account

# Review and renew before they expire
source: Revizuiește și reînnoiește înainte să expire
en: Review and renew before they expire

# Review your property tasks, finances, and documents for the week.
source: Revizuiți sarcinile, finanțele și documentele proprietății pentru săptămâna aceasta.
en: Review your property tasks, finances, and documents for the week.

# Revoke
source: Revocă
en: Revoke

# Revoked
source: Revocată
en: Revoked

source: Rezumat financiar
en: Financial Summary

# Role
source: Rol
en: Role

# Role / Company
source: Rol / Companie
en: Role / Company

# Roles & permissions
source: Roluri și permisiuni
en: Roles & permissions

# Roof
source: Acoperiș
en: Roof

# Room
source: Cameră
en: Room

# Room Name
source: Nume cameră
en: Room Name

# Room Name (e.g. Living Room)
source: Nume cameră (ex. Living)
en: Room Name (e.g. Living Room)

# Rooms
source: Camere
en: Rooms

# Rooms & outdoor zones
source: Camere & zone exterioare
en: Rooms & outdoor zones

# Rotate token
source: Regenerează tokenul
en: Rotate token

# Rule Name
source: Numele regulii
en: Rule Name

# Rules
source: Reguli
en: Rules

# Running now
source: Rulează acum
en: Running now

# SAVED PLANS & MODELS
source: PLANURI ȘI MODELE SALVATE
en: SAVED PLANS & MODELS

# SHOPPING
source: CUMPĂRĂTURI
en: SHOPPING

# SHOW IN
source: AFIȘEAZĂ ÎN
en: SHOW IN

# SOCIAL NETWORKS
source: REȚELE SOCIALE
en: SOCIAL NETWORKS

# SOMEONE ELSE
source: ALTCINEVA
en: SOMEONE ELSE

# SPECIES (OPTIONAL)
source: SPECIE (OPȚIONAL)
en: SPECIES (OPTIONAL)

# STORE
source: MAGAZIN
en: STORE

# STORY
source: POVESTE
en: STORY

# SUMMARY
source: REZUMAT
en: SUMMARY

# SUPERVISION
source: SUPRAVEGHERE
en: SUPERVISION

# SUPPLIES
source: CONSUMABILE
en: SUPPLIES

# SUPPORT
source: SUPORT
en: SUPPORT

# Sa
source: Sâ
en: Sa

# Safety and security
source: Siguranță și securitate
en: Safety and security

source: Salvează
en: Save

source: Sarcini & Mentenanță
en: Tasks & Maintenance

# Satellite
source: Satelit
en: Satellite

# Satellite + Roads
source: Satelit + Drumuri
en: Satellite + Roads

# Save
source: Salvează
en: Save

# Save Changes
source: Salvează modificările
en: Save Changes

# Save Key
source: Salvează cheia
en: Save Key

# Save changes
source: Salvează modificările
en: Save changes

# Save location
source: Salvează locația
en: Save location

# Save paint colors for each room so you can easily reorder or touch up later.
source: Salvează culorile de vopsea pentru fiecare cameră ca să poți recomanda sau retușa ușor mai târziu.
en: Save paint colors for each room so you can easily reorder or touch up later.

# Saved Automations
source: Automatizări salvate
en: Saved Automations

# Saved paint colors
source: Culori vopsea salvate
en: Saved paint colors

# Savings
source: Economii
en: Savings

# Savings rate
source: Rată economii
en: Savings rate

# Scale Factor
source: Factor de scalare
en: Scale Factor

# Scan
source: Scanează
en: Scan

# Scan 3D
source: Scanare 3D
en: Scan 3D

# Scan First Tag
source: Scanează primul tag
en: Scan First Tag

# Scan Invoice
source: Scanează factură
en: Scan Invoice

# Scan Receipt
source: Scanează bon
en: Scan Receipt

# Scan Tag
source: Scanează tag
en: Scan Tag

# Scan a QR code
source: Scanează un cod QR
en: Scan a QR code

source: Scanează o cameră în 3D sau adaugă planuri de etaj și schițe (foto sau PDF) ca să știi întotdeauna cum este construită casa ta.
en: Scan a room in 3D, or add floor plans and blueprints (photo or PDF) so you always know how your home is built.

# Scan an NFC tag to link it to a room, appliance, or element in your property.
source: Scanează un tag NFC ca să-l conectezi la o cameră, un electrocasnic sau un element din proprietate.
en: Scan an NFC tag to link it to a room, appliance, or element in your property.

# Scan and auto-categorize home improvement receipts.
source: Scanează și categorizează automat chitanțele de renovare.
en: Scan and auto-categorize home improvement receipts.

# Scan label
source: Scanează etichetă
en: Scan label

source: Scanează codul cu o aplicație de autentificare sau introdu cheia manual, apoi tastează codul de 6 cifre.
en: Scan the code with an authenticator app (Google Authenticator, 1Password, Authy) or enter the key manually, then type the 6-digit code.

# Scan to identify
source: Scanează pentru identificare
en: Scan to identify

source: Scanează și gestionează tag-uri NFC pentru camere și echipamente — acces instant în Digital Twin.
en: Scan and manage NFC tags for rooms and equipment — instant access in the Digital Twin.

# Scanning it with an iPhone now opens the linked page directly.
source: Scanarea lui cu un iPhone deschide acum direct pagina legată.
en: Scanning it with an iPhone now opens the linked page directly.

# Scanning…
source: Se scanează…
en: Scanning…

# Schedule
source: Programează
en: Schedule

# Schedule AC service before the warm season to ensure peak efficiency.
source: Programați service-ul AC înainte de sezonul cald pentru eficiență maximă.
en: Schedule AC service before the warm season to ensure peak efficiency.

# Schedule a professional chimney sweep before first fire.
source: Programează o curățare profesională a coșului înainte de primul foc.
en: Schedule a professional chimney sweep before first fire.

# Schedule furnace or boiler inspection and tune-up.
source: Programează inspecția și reglajul cuptorului sau boilerului.
en: Schedule furnace or boiler inspection and tune-up.

# Schedule professional tune-up and clean condenser coils.
source: Programează reglajul profesional și curăță bobinele condensatorului.
en: Schedule professional tune-up and clean condenser coils.

# Scheduled
source: Programate
en: Scheduled

# Scheduled for today
source: Programat pentru azi
en: Scheduled for today

source: Scoate din listă
en: Remove from list

source: Scor sănătate
en: Health Score

# Screen rules and protection for children
source: Reguli de ecran și protecție pentru copii
en: Screen rules and protection for children

source: Scripturi, Home Assistant sau un Raspberry Pi pot posta alerte de la senzori direct în chat.
en: Scripts, Home Assistant or a Raspberry Pi can post sensor alerts straight into the chat.

source: Se distribuie până la %@
en: Sharing until %@

# Seal cracks and gaps
source: Sigilează crăpăturile și golurile
en: Seal cracks and gaps

# Search
source: Căutare
en: Search

# Search appliances…
source: Caută electrocasnice…
en: Search appliances…

# Search documents...
source: Caută documente...
en: Search documents...

# Search items…
source: Caută articole…
en: Search items…

# Search messages…
source: Caută mesaje…
en: Search messages…

# Search tasks, plants, documents, and deliveries
source: Caută sarcini, plante, documente și livrări
en: Search tasks, plants, documents, and deliveries

# Search the entire app
source: Caută în întreaga aplicație
en: Search the entire app

# Search the map…
source: Caută pe hartă…
en: Search the map…

# Search…
source: Caută…
en: Search…

# Seasonal Checklists
source: Liste sezoniere
en: Seasonal Checklists

# Secret token
source: Token secret
en: Secret token

source: Secretizează conversația
en: Make conversation secret

# Sections
source: Secțiuni
en: Sections

# Secure conversation
source: Conversație securizată
en: Secure conversation

# Secure your account
source: Securizează-ți contul
en: Secure your account

source: Securitate
en: Security

# Security
source: Securitate
en: Security

# Security & Privacy
source: Securitate & Confidențialitate
en: Security & Privacy

# Security Cameras
source: Camere securitate
en: Security Cameras

# Security camera
source: Cameră de securitate
en: Security camera

# Security needs urgent attention
source: Securitatea necesită atenție urgentă
en: Security needs urgent attention

# Security systems active
source: Sisteme de securitate active
en: Security systems active

# See changes from the last 60 days, such as members who left or were removed.
source: Vezi modificările din ultimele 60 de zile, cum ar fi membrii care au plecat sau au fost eliminați.
en: See changes from the last 60 days, such as members who left or were removed.

# See member list changes
source: Vezi modificările listei de membri
en: See member list changes

# See who's at the door and get motion alerts.
source: Vezi cine e la ușă și primești alerte de mișcare.
en: See who's at the door and get motion alerts.

# Seen %@
source: Văzut %@
en: Seen %@

# Seen by
source: Văzut de
en: Seen by

# Seen by %lld
source: Văzut de %lld
en: Seen by %lld

# Sees only assigned tasks and chat
source: Vede doar sarcinile atribuite și chatul
en: Sees only assigned tasks and chat

# Sees own tasks and shared bills
source: Vede sarcinile proprii și facturile partajate
en: Sees own tasks and shared bills

# Select sensor
source: Selectează senzorul
en: Select sensor

# Selected
source: Selectat
en: Selected

# Semi-Gloss
source: Semi-lucios
en: Semi-Gloss

# Send
source: Trimite
en: Send

# Send Email
source: Trimite email
en: Send Email

# Send Later
source: Trimitere ulterioară
en: Send Later

# Send at
source: Trimite la
en: Send at

# Send invitation
source: Trimite invitație
en: Send invitation

# Send invitation email
source: Trimite invitație pe e-mail
en: Send invitation email

# Send message to chat
source: Trimite mesaj în chat
en: Send message to chat

# Send test message
source: Trimite mesaj de test
en: Send test message

# Sends a message into the PRVIO house chat
source: Trimite un mesaj în chatul casei PRVIO
en: Sends a message into the PRVIO house chat

# Sensor
source: Senzor
en: Sensor

# Sensor alerts
source: Alerte senzori
en: Sensor alerts

# Sensors
source: Senzori
en: Sensors

source: Senzorii sunt descoperiți automat când un controler este interogat. Îi poți adăuga și manual.
en: Sensors are auto-discovered when a controller polls. You can also add them manually.

# Sent
source: Trimis
en: Sent

# Sent %@
source: Trimisă %@
en: Sent %@

# Sent to the house chat.
source: Trimis în chatul casei.
en: Sent to the house chat.

# Sent — check the chat!
source: Trimis — verifică chatul!
en: Sent — check the chat!

# Septic tank
source: Fosă septică
en: Septic tank

# Serial
source: Serie
en: Serial

# Serial Number
source: Număr serie
en: Serial Number

# Service AC before summer
source: Verifică AC înainte de vară
en: Service AC before summer

# Service heating system
source: Revizuiește sistemul de încălzire
en: Service heating system

# Service providers
source: Furnizori de servicii
en: Service providers

# Service your boiler or furnace before winter to avoid cold-weather breakdowns.
source: Efectuați service-ul cazanului sau centralei înainte de iarnă pentru a evita defecțiunile.
en: Service your boiler or furnace before winter to avoid cold-weather breakdowns.

# Sessions
source: Sesiuni
en: Sessions

# Set Location & Tracker
source: Setează locație & tracker
en: Set Location & Tracker

# Set Up Contact Info
source: Configurează informații de contact
en: Set Up Contact Info

# Set Up Mortgage
source: Configurează ipotecă
en: Set Up Mortgage

# Set a due date to enable
source: Setează o dată scadentă pentru a activa
en: Set a due date to enable

# Set as cover
source: Setează ca copertă
en: Set as cover

# Set budget
source: Setează buget
en: Set budget

# Set estimated date
source: Setează data estimată
en: Set estimated date

# Set password
source: Setează parola
en: Set password

# Set to 120°F for efficiency and scalding prevention.
source: Setează la 49°C pentru eficiență și prevenirea opăririi.
en: Set to 120°F for efficiency and scalding prevention.

# Set up your property first.
source: Configurează-ți întâi proprietatea.
en: Set up your property first.

# Settings
source: Setări
en: Settings

# Setup
source: Configurare
en: Setup

# Several appliances need inspection
source: Mai multe echipamente necesită inspecție
en: Several appliances need inspection

# Sewage
source: Canalizare
en: Sewage

# Share
source: Partajează
en: Share

# Share / Print
source: Partajează / Printează
en: Share / Print

# Share Guest Info
source: Partajează informații oaspeți
en: Share Guest Info

# Share Location
source: Partajează locație
en: Share Location

# Share This Location
source: Partajează această locație
en: Share This Location

# Share a moment
source: Împărtășește un moment
en: Share a moment

# Share with
source: Partajează cu
en: Share with

# Share your year
source: Împarte-ți anul
en: Share your year

# Shared location
source: Locație partajată
en: Shared location

# Sharing live until %@
source: Se distribuie până la %@
en: Sharing live until %@

# Shed
source: Magazie
en: Shed

# Shopping
source: Cumpărături
en: Shopping

# Shopping & supply lists
source: Liste cumpărături & consumabile
en: Shopping & supply lists

# Shopping List
source: Listă de cumpărături
en: Shopping List

# Shopping item
source: Articol de cumpărături
en: Shopping item

# Shopping list
source: Listă de cumpărături
en: Shopping list

# Shopping — PRVIO
source: Cumpărături — PRVIO
en: Shopping — PRVIO

# Shortcuts automations
source: Automatizări Shortcuts
en: Shortcuts automations

# Show ETA and remaining time
source: Arată ETA și timpul rămas
en: Show ETA and remaining time

# Show a progress bar for ongoing tasks
source: Arată o bară de progres pentru sarcinile în curs
en: Show a progress bar for ongoing tasks

# Show button
source: Afișează buton
en: Show button

# Show full details on the Lock Screen — off keeps a minimal banner
source: Afișează detalii complete pe ecranul blocat — dezactivat păstrează un banner minimal
en: Show full details on the Lock Screen — off keeps a minimal banner

# Show live details around the camera — off keeps just the icon
source: Afișează detalii live în jurul camerei — dezactivat păstrează doar iconița
en: Show live details around the camera — off keeps just the icon

# Show on public QR page
source: Afișează pe pagina QR publică
en: Show on public QR page

# Show real-time progress on the Lock Screen and Dynamic Island
source: Arată progresul în timp real pe ecranul blocat și în Dynamic Island
en: Show real-time progress on the Lock Screen and Dynamic Island

# Shows quick actions on top of your pages.
source: Afișează acțiuni rapide peste paginile tale.
en: Shows quick actions on top of your pages.

# Shows your shopping list.
source: Îți arată lista de cumpărături.
en: Shows your shopping list.

# Sign In
source: Conectare
en: Sign In

# Sign Out
source: Ieșire din cont
en: Sign Out

# Sign in
source: Conectare
en: Sign in

# Sign out all other sessions
source: Deconectează toate celelalte sesiuni
en: Sign out all other sessions

# Sign out of PRVIO?
source: Ieși din PRVIO?
en: Sign out of PRVIO?

# Signed in with email
source: Autentificat cu email
en: Signed in with email

# Signed out
source: Deconectat
en: Signed out

source: Siguranță și securitate
en: Safety & Security

source: Sincronizează documente și date între iPhone, iPad și Mac prin CloudKit.
en: Syncs documents and data across iPhone, iPad and Mac via CloudKit.

# Siri & Shortcuts
source: Siri & Comenzi rapide
en: Siri & Shortcuts

# Siri Commands
source: Comenzi Siri
en: Siri Commands

# Site / Yard
source: Teren / Curte
en: Site / Yard

# Skip
source: Omite
en: Skip

# Slide to cancel
source: Glisează pentru a anula
en: Slide to cancel

# Smart Home
source: Casă inteligentă
en: Smart Home

# Smart Water Meter
source: Contor apă inteligent
en: Smart Water Meter

# Smart control (HomeKit)
source: Control inteligent (HomeKit)
en: Smart control (HomeKit)

# Smart lock
source: Broască inteligentă
en: Smart lock

# Social media
source: Rețele sociale
en: Social media

# Soil Moisture
source: Umiditate sol
en: Soil Moisture

# Solar / PV System
source: Sistem solar / fotovoltaic
en: Solar / PV System

# Solar panels
source: Panouri solare
en: Solar panels

# SolicitÄri din aplicaÈii terÈe
source: Solicitări din aplicații terțe
en: Third-party app requests

# Some areas need attention. Follow the suggestions below to raise the score.
source: Există zone care necesită atenție. Urmărește sugestiile de mai jos pentru a ridica scorul.
en: Some areas need attention. Follow the suggestions below to raise the score.

# Some checks recommended
source: Unele verificări recomandate
en: Some checks recommended

# Some elements need attention
source: Unele elemente necesită atenție
en: Some elements need attention

# Some tasks need attention.
source: Unele sarcini necesită atenție.
en: Some tasks need attention.

# Something went wrong
source: Ceva nu a mers bine
en: Something went wrong

# Soon
source: Curând
en: Soon

# Source (e.g. Bank appraisal)
source: Sursă (ex. Evaluare bancară)
en: Source (e.g. Bank appraisal)

# Spaces
source: Spații
en: Spaces

# Sparkles
source: Scântei
en: Sparkles

# Specialty
source: Specialitate
en: Specialty

# Specialty (e.g. Plumber)
source: Specialitate (ex. Instalator)
en: Specialty (e.g. Plumber)

# Spent on the home
source: Investit în casă
en: Spent on the home

# Spotlight Search
source: Căutare Spotlight
en: Spotlight Search

# Spring
source: Primăvară
en: Spring

# Spring HVAC checkup due
source: Verificare HVAC de primăvară
en: Spring HVAC checkup due

# Staircase
source: Scară
en: Staircase

# Standalone
source: De sine stătător
en: Standalone

# Standalone â same in both modes
source: De sine stătător — la fel în ambele moduri
en: Standalone — same in both modes

# Starred
source: Marcate
en: Starred

# Starred messages
source: Mesaje marcate
en: Starred messages

# Start When App Opens
source: Pornire la deschiderea aplicației
en: Start When App Opens

# Start automatically
source: Pornește automat
en: Start automatically

# Start on a Schedule
source: Pornire programată
en: Start on a Schedule

# Start the private conversation
source: Începe conversația privată
en: Start the private conversation

# Start with the oldest: "%@". Clearing one gets the streak going.
source: Începe cu cel mai vechi: „%@”. Primul rezolvat pornește seria.
en: Start with the oldest: "%@". Clearing one gets the streak going.

# Start your property map
source: Pornește harta proprietății tale
en: Start your property map

# Start your renovation diary
source: Pornește jurnalul de renovare
en: Start your renovation diary

# Starts
source: Începe
en: Starts

# Starts when there's activity to track
source: Pornește când există activitate de urmărit
en: Starts when there's activity to track

# Stats
source: Statistici
en: Stats

# Stats & property insights
source: Statistici & insight-uri proprietate
en: Stats & property insights

# Status updates disappear after 24 hours.
source: Actualizările de status dispar după 24 de ore.
en: Status updates disappear after 24 hours.

# Step 3 of 5
source: Pasul 3 din 5
en: Step 3 of 5

# Stickers
source: Stickere
en: Stickers

# Still need help?
source: Mai ai nevoie de ajutor?
en: Still need help?

source: Stochează aceste coduri undeva sigur. Fiecare cod poate fi folosit o singură dată.
en: Store these codes somewhere safe. Each code can be used only once.

source: Stochează parolele router, camere IP, panou solar — iOS AutoFill le sugerează automat.
en: Store router, IP camera and solar panel passwords — iOS AutoFill suggests them automatically.

# Stop
source: Oprește
en: Stop

# Stop recording
source: Oprește înregistrarea
en: Stop recording

# Stop sharing live location
source: Oprește partajarea locației în timp real
en: Stop sharing live location

# Stop voice input
source: Oprește dictarea
en: Stop voice input

# Storage
source: Depozitare
en: Storage

# Story
source: Poveste
en: Story

# Story not posted
source: Story-ul nu a fost publicat
en: Story not posted

# Stove
source: Aragaz
en: Stove

# Street Map
source: Hartă stradală
en: Street Map

# Structures
source: Structuri
en: Structures

# Su
source: Du
en: Su

# Success
source: Succes
en: Success

# Summary
source: Sumar
en: Summary

# Summer
source: Vară
en: Summer

# Sunset
source: Apus
en: Sunset

source: Sună
en: Call

source: Sună clasic
en: Regular call

# Supervision
source: Supraveghere
en: Supervision

# Supplies
source: Consumabile
en: Supplies

# Support
source: Suport
en: Support

source: Suprafață
en: Size

# Surface
source: Suprafață
en: Surface

# Survey
source: Inspecție
en: Survey

# Swap out filters after winter heating season.
source: Schimbă filtrele după sezonul de încălzire de iarnă.
en: Swap out filters after winter heating season.

# Swiss Franc
source: Franc elvețian
en: Swiss Franc

# Sync Airbnb calendar and automate guest check-ins.
source: Sincronizează calendarul Airbnb și automatizează check-in-ul oaspeților.
en: Sync Airbnb calendar and automate guest check-ins.

# Sync family members to your iPhone Contacts.
source: Sincronizează membrii familiei în Contactele iPhone-ului tău.
en: Sync family members to your iPhone Contacts.

# Sync household schedules with Google Calendar.
source: Sincronizează programul casei cu Google Calendar.
en: Sync household schedules with Google Calendar.

# Sync tasks and maintenance reminders to your calendar.
source: Sincronizează sarcinile și mementourile de întreținere în calendarul tău.
en: Sync tasks and maintenance reminders to your calendar.

# System
source: Sistem
en: System

# TASKS
source: SARCINI
en: TASKS

# TASKS & DOCUMENTS
source: SARCINI & DOCUMENTE
en: TASKS & DOCUMENTS

# THE STORY
source: POVESTEA
en: THE STORY

# THEN %@
source: ATUNCI %@
en: THEN %@

# TO BUY · %lld
source: DE CUMPĂRAT · %lld
en: TO BUY · %lld

# TODAY
source: ASTĂZI
en: TODAY

# TOTP codes (Google Authenticator, 1Password…)
source: Coduri TOTP (Google Authenticator, 1Password…)
en: TOTP codes (Google Authenticator, 1Password…)

# TRACKER TYPE
source: TIP TRACKER
en: TRACKER TYPE

# TRACKING CODE
source: COD DE URMĂRIRE
en: TRACKING CODE

# TV
source: Televizor
en: TV

# TYPE
source: TIP
en: TYPE

# Tag ID: %@…
source: ID tag: %@…
en: Tag ID: %@…

# Tag current location
source: Etichetează locația curentă
en: Tag current location

# Tag written
source: Tag scris
en: Tag written

# Tags
source: Etichete
en: Tags

# Tags (comma-separated)
source: Etichete (separate prin virgulă)
en: Tags (comma-separated)

# Take Photo
source: Fă o fotografie
en: Take Photo

# Take a photo
source: Fă o fotografie
en: Take a photo

# Taken on
source: Realizată la
en: Taken on

# Tap + to add manually or scan an invoice to extract data automatically.
source: Apasă + pentru a adăuga manual sau scanează o factură pentru a extrage date automat.
en: Tap + to add manually or scan an invoice to extract data automatically.

# Tap + to add the first element
source: Apasă + pentru a adăuga primul element
en: Tap + to add the first element

# Tap + to add the first item.
source: Apasă + pentru a adăuga primul articol.
en: Tap + to add the first item.

# Tap + to add your first document
source: Apasă + pentru a adăuga primul document
en: Tap + to add your first document

# Tap a day to see events
source: Apasă pe o zi pentru a vedea evenimentele
en: Tap a day to see events

# Tap below to enable alerts
source: Apasă mai jos pentru a activa alertele
en: Tap below to enable alerts

# Tap for forecast
source: Apasă pentru prognoză
en: Tap for forecast

# Tap the map to place the object
source: Atinge harta pentru a plasa obiectul
en: Tap the map to place the object

# Tap the microphone for voice search
source: Apasă microfonul pentru căutare vocală
en: Tap the microphone for voice search
